{
  "data_safety_page": {
    "small_title": "Data Protection Information",
    "section_1_header": "Data Protection Information according to Art. 13 GDPR",
    "section_1_text": "We appreciate your interest in our website. Protecting your personal data during its processing when visiting our website is very important to us.",
    "section_2_header": "Controller Responsible for Data Processing",
    "section_2_text": "The controller within the meaning of the General Data Protection Regulation (GDPR) and other national data protection laws as well as other data protection regulations is:",
    "section_3_header": "Collection and Storage of Access Data in Server Log Files",
    "section_3_text_1": "Every time you access our website, your internet browser automatically sends information to the server of our website for technical reasons. This information is temporarily stored in a log file (so-called server log file).",
    "section_3_text_1_2": "The following data is collected without any action on your part and stored until automatic deletion:",
    "section_3_bullet_1": "IP address of the requesting computer (anonymized)",
    "section_3_bullet_2": "Date and time of access",
    "section_3_bullet_3": "Name and URL of the retrieved file",
    "section_3_bullet_4": "Website from which access is made (referrer URL)",
    "section_3_bullet_5": "Browser used and, if applicable, the operating system of your computer as well as the name of your access provider",
    "section_3_text_2": "The data listed above is processed by us and/or our hosting provider for the following purposes:",
    "section_3_bullet_6": "Ensuring a smooth connection to the website,",
    "section_3_bullet_7": "Ensuring comfortable use of our website,",
    "section_3_bullet_8": "Evaluation of system security and stability.",
    "section_3_text_3": "The legal basis for data processing is Art. 6(1) sentence 1 lit. f GDPR. Our legitimate interest follows from the purposes listed above. Under no circumstances do we use the collected data to draw conclusions about your identity.",
    "section_3_text_3_2": "The data is generally stored for a period of 2 months and then automatically deleted. Longer storage only occurs if legally required or necessary for evidence preservation in the event of concrete attacks on our IT systems.",
    "section_4_header": "Your Rights as a Data Subject",
    "section_4_text_1": "You have the right to:",
    "section_4_bullet_1": "request information about your personal data processed by us in accordance with Art. 15 GDPR.",
    "section_4_bullet_2": "request without undue delay the rectification of inaccurate or the completion of your personal data stored by us in accordance with Art. 16 GDPR.",
    "section_4_bullet_3": "request the deletion of your personal data stored by us in accordance with Art. 17 GDPR.",
    "section_4_bullet_4": "request the restriction of processing your personal data in accordance with Art. 18 GDPR.",
    "section_4_bullet_5": "object to the processing of your personal data based on legitimate interests pursuant to Art. 6(1) sentence 1 lit. f GDPR in accordance with Art. 21 GDPR.",
    "section_4_bullet_6": "lodge a complaint with a supervisory authority pursuant to Art. 77 GDPR. You can usually contact the supervisory authority at your habitual place of residence, workplace, or our company headquarters.",
    "section_4_text_2": "To exercise your rights, you may contact us at any time using the contact details provided above.",
    "section_5_header": "Data Security",
    "section_5_text": "We would like to point out that data transmission over the internet (e.g., communication by email) may have security vulnerabilities. Complete protection of data from access by third parties is not possible.",
    "section_5_text_2": "However, we protect our website and other systems with technical and organizational measures against loss, destruction, unauthorized access, modification, or distribution of your data by unauthorized persons.",
    "section_6_header": "Cookies (technically necessary cookies)",
    "section_6_text_1": "Our website uses only technically necessary cookies. Cookies are small text files that are stored on your device and are required for certain functions of our website.",
    "section_6_text_2": "We use a cookie in particular to store your selected language preference. This cookie ensures that the website is automatically displayed in your preferred language when you visit it again. The cookie does not contain any personal data and serves solely to provide a user-friendly display of our website.",
    "section_6_text_3": "Processing is carried out on the basis of Art. 6(1)(f) GDPR, as we have a legitimate interest in providing our website in a secure and user-friendly manner.",
    "section_6_text_4": "The cookie is stored for a period of 365 days or until it is deleted in the browser settings."
  },
  "imprint": {
    "title": "Imprint",
    "title_1": "Information according to § 5 German TMG",
    "register_entry": "Commercial Register Entry",
    "company_register_court": "District Court Stuttgart",
    "company_hrb_nr": "HRB 270680",
    "company_ust_id": "VAT ID: DE144748425",
    "ceo": "Managing Director",
    "ceo_1": "Bernd Hahn",
    "title_2": "Disclaimer",
    "title_2_1": "Liability for Content",
    "text_2_1": "As a service provider, we are responsible for our own content on these pages in accordance with § 7 para. 1 TMG under general law. According to §§ 8 to 10 TMG, however, we are not obligated to monitor transmitted or stored third-party information or to investigate circumstances indicating illegal activity.",
    "title_2_2": "Liability for Links",
    "text_2_2": "Our website contains links to external third-party websites, over whose content we have no control. Therefore, we cannot assume any liability for such external content. The respective provider or operator is always responsible for the content of linked pages."
  },
  "footer": {
    "imprint": "Imprint",
    "data_safety": "Privacy Policy"
  },
  "general": {
    "company_name": "Ludwig Hahn Tief- & Kabelbau GmbH",
    "company_street": "Winnender Str. 1",
    "company_city": "71522 Backnang",
    "company_email": "info@hahn-tief-kabelbau.de",
    "germany": "Germany",
    "email": "Email",
    "home": "Home",
    "services": "Services",
    "about_us": "About Us",
    "references": "References",
    "job_offers": "Job Offers",
    "contact": "Contact",
    "language": "Language",
    "surname": "First name",
    "last_name": "Last name",
    "phone_number": "Phone number",
    "message": "Message",
    "attachments": "Attachments",
    "attachments_explanation": "Please upload your CV, cover letter, and, if applicable, additional documents as PDF for your application here. (Maximum of 5 files, each not exceeding 5 MB)",
    "select_file": "Select file",
    "send_application": "Submit application",
    "application": "Application",
    "required_field": "Required field",
    "send_message": "Send message",
    "remove": "Remove",
    "uploaded_files": "Uploaded file(s)",
    "invalid_email": "Invalid email"
  },
  "home": {
    "welcome_header": "Strong in civil engineering and cable construction – since 1978",
    "welcome_text_1": "From civil engineering and cable installation to fiber optic projects:",
    "welcome_text_2": "We create the technical foundation for digital and urban development. With experience, modern technology, and strong team spirit, we deliver projects precisely, reliably, and sustainably – for secure networks, strong connections, and future-proof infrastructure.",
    "values_header": "Our Values",
    "values_text": "People are at the heart of everything we do – whether customers, partners, or colleagues. Together, we build sustainable infrastructure you can rely on. These values guide our daily actions:",
    "values_quality_header": "Quality and Precision",
    "values_quality_text": "We work with the highest level of care and according to state-of-the-art standards – because in construction, what matters is what lasts.",
    "values_reliability_header": "Reliability",
    "values_reliability_text": "Our customers can rely on us: we keep our promises. Deadlines and quality are always our top priorities.",
    "values_safety_header": "Safety",
    "values_safety_text": "Safe working conditions are our highest priority – for our employees and partners. Our teams regularly take part in training and professional development to stay up to date with the latest safety standards and regulations.",
    "values_team_spirit_header": "Team Spirit",
    "values_team_spirit_text": "Success is achieved together. We support one another, take action, and always find a solution.",
    "values_sustainability_header": "Sustainability",
    "values_sustainability_text": "We think ahead – conserving resources, acting responsibly toward the environment, and focusing on the future in everything we do.",
    "values_development_header": "Continuous Development",
    "values_development_text": "Standing still is not an option. We invest in modern technology and in the training of our team to improve every single day.",
    "job_offers_header": "Become Part of Our Team",
    "job_offers_text": "With us, you can expect exciting tasks, a motivated team, and the opportunity to grow together. Unlock your potential and help shape the future with us.",
    "job_offers_point_1": "Fair compensation",
    "job_offers_point_2": "Additional company benefits",
    "job_offers_point_3": "30 days of vacation",
    "job_offers_point_4": "Modern machinery",
    "job_offers_point_5": "Collegial working environment",
    "job_offers_look_job_offers": "View our job openings"
  },
  "services": {
    "intro_header": "Our Services",
    "intro_text": "We have been creating connections for over 45 years. Whether energy, telecommunications, or infrastructure: we deliver secure networks, strong connections, and a stable foundation for the future.",
    "attribute_1_header": "Civil Engineering for Energy Providers and Municipal Utilities",
    "attribute_1_text": "We carry out civil engineering work for energy providers, telecommunications companies, and municipal utilities. Our services include planning, execution, and surface restoration. We place special emphasis on safety, quality, and orderly construction site management. Our service areas include power, gas, water, and fiber optic routes, house connections, and foundation work.",
    "attribute_2_header": "Horizontal Boring & Soil Displacement Rockets",
    "attribute_2_text": "Using modern pressing and drilling techniques, we install utility lines beneath roads, sidewalks, and driveways—quickly, precisely, and without open trenches. We use soil displacement rockets with diameters from DA 50 to DA 200, ideal for house connections and crossings. This minimizes disruption to existing surfaces and enables efficient work even in confined spaces.",
    "attribute_3_header": "Installation and Laying of Cable Systems",
    "attribute_3_text": "We handle the pulling and installation of cable systems as part of larger civil engineering projects—including power, fiber optic, and data cables. Our teams work closely with network operators and subcontractors to ensure reliable and long-lasting connections.",
    "company_fleet_header": "Our Company Fleet",
    "company_fleet_text": "Our company fleet is the backbone of our daily operations. With modern machinery and vehicles, we execute civil engineering and cable construction projects precisely, safely, and on schedule. All equipment is regularly maintained and meets the latest technical standards, ensuring reliable performance at all times. Our machinery and vehicle fleet includes, among other things, trucks with gross vehicle weights ranging from 7.5 to 18 tons and mini excavators from 2.5 to 5.5 tons.",
    "our_claim_header": "Our Commitment",
    "our_claim_text": "We stand for quality, reliability, and efficiency—also when it comes to our fleet. From powerful excavators, wheel loaders, trucks, and Sprinters to cable pulling winches, our equipment enables flexible solutions for every requirement in civil and utility construction.",
    "fleet_overview_header": "Our Fleet at a Glance",
    "fleet_overview_point_1": "<bold>9 Sprinters</bold> – optimally equipped for every operation",
    "fleet_overview_point_2": "<bold>10 Trucks</bold> – for fast transport and efficient loading and unloading of materials",
    "fleet_overview_point_3": "<bold>10 Mini Excavators</bold> – for precise earthworks and excavations of all sizes",
    "fleet_overview_point_4": "<bold>6 Wheel Loaders</bold> – for efficient material logistics on construction sites",
    "fleet_overview_point_5": "<bold>1 Cable Pulling Winch</bold> – for safe and gentle installation of utility lines",
    "fleet_overview_point_6": "<bold>5 Low-Bed Trailers</bold> – for the safe transport of construction machinery",
    "fleet_overview_point_7": "<bold>Soil Displacement Rockets</bold> – for trenchless crossings and house connections",
    "numbers_header": "Numbers That Matter",
    "numbers_point_1_value": "25+",
    "numbers_point_1_description": "Machines and vehicles in operation",
    "numbers_point_2_value": "100%",
    "numbers_point_2_description": "Operational readiness thanks to regular maintenance, modern technology, and a dedicated team",
    "numbers_point_3_value": "70+",
    "numbers_point_3_description": "Construction projects successfully completed per year",
    "numbers_point_4_value": "10,000+",
    "numbers_point_4_description": "Meters of cable installed"
  },
  "references": {
    "title": "Our Clients",
    "text": "We are proud to have been a reliable partner for energy providers, telecommunications companies, and public sector clients for many years.",
    "projects_title": "Projects",
    "projects_text": "Get insights into projects we have successfully delivered for our partners in the energy and utility networks sector."
  },
  "about_us": {
    "intro_title": "Your partner for civil engineering and cable construction since 1978",
    "intro_text": "Since 1978, we have stood for reliable services in civil engineering and cable construction as a family-owned, medium-sized construction company now in its second and third generation. As a capable partner for civil engineering projects with a strong specialization in cable construction, we combine decades of experience with modern technology and a high standard of workmanship. We carry out projects for energy suppliers, telecommunications companies, and public-sector clients – professionally, on schedule, and with a clear commitment to quality. Numerous satisfied customers confirm our reliable cooperation. Cable installation is carried out in accordance with current standards and using all required safety and protective equipment.",
    "management": "Management",
    "our_team_header": "Our Team",
    "our_team_text": "Our team consists of motivated construction professionals from different generations. Together, we deliver projects reliably, safely, and with solid craftsmanship.",
    "ceo_header": "Management",
    "ceo_member_1": "<bold>Bernd Hahn</bold> (Managing Director)",
    "ceo_member_2": "<bold>Oliver Hahn</bold> (Junior Managing Director)",
    "management_header": "Site Management",
    "management_member_1": "<bold>Stark</bold> (Site Management)",
    "management_member_2": "<bold>Hahn</bold> (Site Management)",
    "office_header": "Office Team",
    "office_member_1": "<bold>Andrea Hahn</bold> (Owner and Head of Office)",
    "office_member_2": "<bold>Lara Seckler</bold> (Office Management Clerk)",
    "convoys": "Construction Crews",
    "convoy_prigl_header": "Crew Prigl",
    "convoy_prigl_member_1": "<bold>Stazzone</bold> (Truck Driver)",
    "convoy_prigl_member_2": "<bold>Prigl</bold> (Foreman + Skilled Construction Worker + Workshop Manager)",
    "convoy_prigl_member_3": "<bold>Ndrekali</bold> (Construction Laborer)",
    "convoy_galanos_header": "Crew Galanos",
    "convoy_galanos_member_1": "<bold>Galanos</bold> (Foreman + Truck Driver)",
    "convoy_galanos_member_2": "<bold>Eddin</bold> (Truck Driver)",
    "convoy_lobes_header": "Crew Lobes",
    "convoy_lobes_member_1": "<bold>Beles</bold> (Skilled Construction Worker)",
    "convoy_lobes_member_2": "<bold>La Camera</bold> (Excavator Operator)",
    "convoy_lobes_member_3": "<bold>Lobes</bold> (Foreman + Truck Driver + Skilled Construction Worker)",
    "convoy_despotoski_header": "Crew Despotoski",
    "convoy_despotoski_member_1": "<bold>Despotoski</bold> (Foreman + Skilled Construction Worker)",
    "convoy_despotoski_member_2": "<bold>Shala</bold> (Truck Driver)",
    "convoy_despotoski_member_3": "<bold>Charisopoulos</bold> (Skilled Construction Worker)",
    "convoy_tokic_header": "Crew Tokic",
    "convoy_tokic_member_1": "<bold>Tokic</bold> (Foreman + Skilled Construction Worker)",
    "convoy_tokic_member_2": "<bold>Kryeziu</bold> (Skilled Construction Worker)",
    "convoy_tokic_member_3": "<bold>Vonau</bold> (Truck Driver)",
    "convoy_huber_header": "Crew Huber",
    "convoy_huber_member_1": "<bold>Marjanovic</bold> (Skilled Construction Worker)",
    "convoy_huber_member_2": "<bold>Huber</bold> (Foreman + Skilled Construction Worker)",
    "convoy_huber_member_3": "<bold>Zahner</bold> (Truck Driver + Skilled Construction Worker)",
    "convoy_kern_header": "Crew Kern",
    "convoy_kern_member_1": "<bold>Hanske</bold> (Truck Driver)",
    "convoy_kern_member_2": "<bold>Kern</bold> (Foreman + Skilled Construction Worker)",
    "convoy_vukovic_header": "Crew Vukovic",
    "convoy_vukovic_member_1": "<bold>Vukovic</bold> (Foreman + Skilled Construction Worker)",
    "convoy_vukovic_member_2": "<bold>Bajraktari</bold> (Skilled Construction Worker)",
    "convoy_vukovic_member_3": "<bold>Nikolaou</bold> (Truck Driver)",
    "missing_header": "Currently Missing:",
    "missing_staff_1": "<bold>Shala A.</bold> (Construction Laborer)",
    "missing_staff_2": "<bold>Himaj</bold> (Skilled Construction Worker)",
    "missing_staff_3": "<bold>Kilian</bold> (Skilled Construction Worker)",
    "missing_staff_4": "<bold>Bajrami</bold> (Skilled Construction Worker)",
    "missing_staff_5": "<bold>Memcaj</bold> (Construction Laborer)",
    "missing_staff_6": "<bold>Shan</bold> (Construction Laborer)",
    "missing_staff_7": "<bold>Wohmann</bold> (Construction Laborer)",
    "become_part_header": "Become Part of Our Team",
    "become_part_text": "To strengthen our team, we are looking for qualified and reliable employees. We offer secure employment, modern working conditions, and varied projects within the region.",
    "job_offer_1": "Truck Driver (m/f/d)",
    "job_offer_1_text": "Transporting construction materials, machinery, and equipment to our construction sites, assisting with loading and unloading, and supporting the civil engineering team while adhering to safety and order regulations.",
    "job_offer_2": "Excavator Operator (m/f/d)",
    "job_offer_2_text": "Operating modern excavators in cable and civil engineering, performing precise and safe work on utility lines, and maintaining and servicing the machines in close cooperation with the site team.",
    "job_offer_3": "Skilled Construction Worker (m/f/d)",
    "job_offer_3_text": "Carrying out a wide range of construction and installation work in building and civil engineering, including formwork, concrete, and masonry work, as well as supporting the site team while complying with safety and quality standards.",
    "learn_more_and_apply": "Learn more and apply now"
  },
  "jobs": {
    "we_look_for_you": "We are looking for you!",
    "your_todos": "Your Responsibilities",
    "apply_now": "Apply now!",
    "your_profile": "Your Profile",
    "our_offer": "Our Offer",
    "job_not_found_header": "Job offer not found",
    "job_not_found_text": "There is no current job offer for this parameter",
    "job_1_header": "Truck Driver (m/f/d)",
    "job_1_text": "Transporting construction materials, machinery, and equipment to our construction sites, assisting with loading and unloading, and supporting the civil engineering team while maintaining order and safety.",
    "job_1_your_todos_item_1": "Transporting construction materials, construction machinery, and equipment to our construction sites",
    "job_1_your_todos_item_2": "Assisting with loading and unloading",
    "job_1_your_todos_item_3": "Ensuring cleanliness, safety, and proper maintenance of the vehicle",
    "job_1_your_todos_item_4": "Supporting our civil engineering team on construction sites",
    "job_1_your_profile_item_1": "Valid CE driving license required",
    "job_1_your_profile_item_2": "Experience in construction site traffic is an advantage",
    "job_1_your_profile_item_3": "Team spirit, reliability, and commitment",
    "job_1_your_profile_item_4": "Good knowledge of German",
    "job_1_our_offer_item_1": "A secure job in a growing company",
    "job_1_our_offer_item_2": "Performance-based remuneration",
    "job_1_our_offer_item_3": "Modern machinery and vehicles",
    "job_1_our_offer_item_4": "A collegial working environment with short decision-making paths",
    "job_1_our_offer_item_5": "Training opportunities and career development prospects",
    "job_2_header": "Excavator Operator (m/f/d)",
    "job_2_text": "Operating modern excavators in cable and civil engineering, performing safe and precise work on utility lines, and maintaining and servicing the machines in close cooperation with the site team.",
    "job_2_your_todos_item_1": "Operating excavators in cable and civil engineering",
    "job_2_your_todos_item_2": "Safe and precise work on utility lines",
    "job_2_your_todos_item_3": "Maintenance and care of the machinery",
    "job_2_your_todos_item_4": "Flexible support of the team on the construction site",
    "job_2_your_profile_item_1": "Experience in operating construction machinery",
    "job_2_your_profile_item_2": "Construction machinery operator license preferred",
    "job_2_your_profile_item_3": "Independent and responsible working style",
    "job_2_your_profile_item_4": "Team spirit and resilience",
    "job_2_our_offer_item_1": "A secure job in a growing company",
    "job_2_our_offer_item_2": "Performance-based remuneration",
    "job_2_our_offer_item_3": "Modern machinery and vehicles",
    "job_2_our_offer_item_4": "A collegial working environment with short decision-making paths",
    "job_2_our_offer_item_5": "Training opportunities and career development prospects",
    "job_3_header": "Skilled Construction Worker (m/f/d)",
    "job_3_text": "Carrying out a wide range of construction and installation work in building and civil engineering, including formwork, concrete, and masonry work, as well as supporting the site team while complying with safety and quality standards.",
    "job_3_your_todos_item_1": "Performing general construction and installation work in building or civil engineering",
    "job_3_your_todos_item_2": "Formwork, concrete, and masonry work",
    "job_3_your_todos_item_3": "Operating and maintaining construction machinery and equipment",
    "job_3_your_todos_item_4": "Preparing, securing, and clearing the construction site",
    "job_3_your_todos_item_5": "Supporting the site team with all arising tasks",
    "job_3_your_todos_item_6": "Compliance with safety and quality standards",
    "job_3_your_profile_item_1": "Completed vocational training as a skilled construction worker, bricklayer, concrete worker, or comparable qualification",
    "job_3_your_profile_item_2": "Professional experience in the construction industry is desirable",
    "job_3_your_profile_item_3": "Manual skills and technical understanding",
    "job_3_your_profile_item_4": "Team spirit, reliability, and physical resilience",
    "job_3_your_profile_item_5": "Driving license class B is an advantage",
    "job_3_your_profile_item_6": "Independent and responsible working style",
    "job_3_our_offer_item_1": "A secure job in a growing company",
    "job_3_our_offer_item_2": "Performance-based remuneration",
    "job_3_our_offer_item_3": "Modern machinery and vehicles",
    "job_3_our_offer_item_4": "A collegial working environment with short decision-making paths",
    "job_3_our_offer_item_5": "Training opportunities and career development prospects",
    "application_successfully_sent": "Thank you, your application has been sent successfully.",
    "application_could_not_be_sent": "Your application could not be sent. Please try again."
  },
  "contact": {
    "title": "Contact us",
    "text_1": "For general inquiries, please feel free to contact us by phone, email, or via the contact form. We look forward to hearing from you.",
    "text_2_1": "For applications to one of our",
    "text_2_2": " open positions ",
    "text_2_3": "please use the application form provided with the respective position you are interested in.",
    "contact_form": "Contact form",
    "thanks_for_your_message": "Thank you, your message has been sent successfully.",
    "could_not_submit_message": "Your message could not be sent. Please try again."
  }
}
