{
  "data_safety_page": {
    "small_title": "Data Protection Information",
    "section_1_header": "Data Protection Information according to Art. 13 GDPR",
    "section_1_text": "We appreciate your interest in our website. Protecting your personal data during its processing when visiting our website is very important to us.",
    "section_2_header": "Controller Responsible for Data Processing",
    "section_2_text": "The controller within the meaning of the General Data Protection Regulation (GDPR) and other national data protection laws as well as other data protection regulations is:",
    "section_3_header": "Collection and Storage of Access Data in Server Log Files",
    "section_3_text_1": "Every time you access our website, your internet browser automatically sends information to the server of our website for technical reasons. This information is temporarily stored in a log file (so-called server log file).",
    "section_3_text_1_2": "The following data is collected without any action on your part and stored until automatic deletion:",
    "section_3_bullet_1": "IP address of the requesting computer (anonymized)",
    "section_3_bullet_2": "Date and time of access",
    "section_3_bullet_3": "Name and URL of the retrieved file",
    "section_3_bullet_4": "Website from which access is made (referrer URL)",
    "section_3_bullet_5": "Browser used and, if applicable, the operating system of your computer as well as the name of your access provider",
    "section_3_text_2": "The data listed above is processed by us and/or our hosting provider for the following purposes:",
    "section_3_bullet_6": "Ensuring a smooth connection to the website,",
    "section_3_bullet_7": "Ensuring comfortable use of our website,",
    "section_3_bullet_8": "Evaluation of system security and stability.",
    "section_3_text_3": "The legal basis for data processing is Art. 6(1) sentence 1 lit. f GDPR. Our legitimate interest follows from the purposes listed above. Under no circumstances do we use the collected data to draw conclusions about your identity.",
    "section_3_text_3_2": "The data is generally stored for a period of 2 months and then automatically deleted. Longer storage only occurs if legally required or necessary for evidence preservation in the event of concrete attacks on our IT systems.",
    "section_4_header": "Your Rights as a Data Subject",
    "section_4_text_1": "You have the right to:",
    "section_4_bullet_1": "request information about your personal data processed by us in accordance with Art. 15 GDPR.",
    "section_4_bullet_2": "request without undue delay the rectification of inaccurate or the completion of your personal data stored by us in accordance with Art. 16 GDPR.",
    "section_4_bullet_3": "request the deletion of your personal data stored by us in accordance with Art. 17 GDPR.",
    "section_4_bullet_4": "request the restriction of processing your personal data in accordance with Art. 18 GDPR.",
    "section_4_bullet_5": "object to the processing of your personal data based on legitimate interests pursuant to Art. 6(1) sentence 1 lit. f GDPR in accordance with Art. 21 GDPR.",
    "section_4_bullet_6": "lodge a complaint with a supervisory authority pursuant to Art. 77 GDPR. You can usually contact the supervisory authority at your habitual place of residence, workplace, or our company headquarters.",
    "section_4_text_2": "To exercise your rights, you may contact us at any time using the contact details provided above.",
    "section_5_header": "Data Security",
    "section_5_text": "We would like to point out that data transmission over the internet (e.g., communication by email) may have security vulnerabilities. Complete protection of data from access by third parties is not possible.",
    "section_5_text_2": "However, we protect our website and other systems with technical and organizational measures against loss, destruction, unauthorized access, modification, or distribution of your data by unauthorized persons.",
    "section_6_header": "Cookies (technically necessary cookies)",
    "section_6_text_1": "Our website uses only technically necessary cookies. Cookies are small text files that are stored on your device and are required for certain functions of our website.",
    "section_6_text_2": "We use a cookie in particular to store your selected language preference. This cookie ensures that the website is automatically displayed in your preferred language when you visit it again. The cookie does not contain any personal data and serves solely to provide a user-friendly display of our website.",
    "section_6_text_3": "Processing is carried out on the basis of Art. 6(1)(f) GDPR, as we have a legitimate interest in providing our website in a secure and user-friendly manner.",
    "section_6_text_4": "The cookie is stored for a period of 365 days or until it is deleted in the browser settings."
  },
  "imprint": {
    "title": "Imprint",
    "title_1": "Information according to § 5 German TMG",
    "register_entry": "Commercial Register Entry",
    "company_register_court": "District Court Stuttgart",
    "company_hrb_nr": "HRB 270680",
    "company_ust_id": "VAT ID: DE144748425",
    "ceo": "Managing Director",
    "ceo_1": "Bernd Hahn",
    "title_2": "Disclaimer",
    "title_2_1": "Liability for Content",
    "text_2_1": "As a service provider, we are responsible for our own content on these pages in accordance with § 7 para. 1 TMG under general law. According to §§ 8 to 10 TMG, however, we are not obligated to monitor transmitted or stored third-party information or to investigate circumstances indicating illegal activity.",
    "title_2_2": "Liability for Links",
    "text_2_2": "Our website contains links to external third-party websites, over whose content we have no control. Therefore, we cannot assume any liability for such external content. The respective provider or operator is always responsible for the content of linked pages."
  },
  "footer": {
    "imprint": "Imprint",
    "data_safety": "Privacy Policy"
  },
  "general": {
    "company_name": "Ludwig Hahn Tief- & Kabelbau GmbH",
    "company_street": "Winnender Str. 1",
    "company_city": "71522 Backnang",
    "company_email": "info@hahn-tief-kabelbau.de",
    "germany": "Germany",
    "email": "Email",
    "home": "Home",
    "services": "Services",
    "about_us": "About Us",
    "references": "References",
    "job_offers": "Job Offers",
    "contact": "Contact",
    "language": "Language"
  }
}
