{
  "data_safety_page": {
    "small_title": "Datenschutzhinweise",
    "section_1_header": "Datenschutzhinweise nach §13 DSGVO",
    "section_1_text": "Wir freuen uns über Ihr Interesse an unserer Website. Der Schutz Ihrer personenbezogenen Daten bei deren Verarbeitung anlässlich Ihres Besuchs auf unserer Internetseite ist uns ein wichtiges Anliegen.",
    "section_2_header": "Verantwortlicher für die Datenverarbeitung",
    "section_2_text": "Verantwortlicher im Sinne der Datenschutz-Grundverordnung (DSGVO) und anderer nationaler Datenschutzgesetze sowie sonstiger datenschutzrechtlicher Bestimmungen ist:",
    "section_3_header": "Erhebung und Speicherung von Zugriffsdaten in Server-Logfiles",
    "section_3_text_1": "Bei jedem Zugriff auf unsere Website werden aus technischen Gründen automatisch Daten durch den von Ihnen verwendeten Internetbrowser an den Server unserer Website gesendet. Diese Informationen werden temporär in einer Protokolldatei (sog. Server-Logfile) gespeichert.",
    "section_3_text_1_2": "Folgende Daten werden dabei ohne Ihr Zutun erfasst und bis zur automatisierten Löschung gespeichert:",
    "section_3_bullet_1": "IP-Adresse des anfragenden Rechners (anonymisiert)",
    "section_3_bullet_2": "Datum und Uhrzeit des Zugriffs",
    "section_3_bullet_3": "Name und URL der abgerufenen Datei",
    "section_3_bullet_4": "Website, von der aus der Zugriff erfolgt (Referrer-URL)",
    "section_3_bullet_5": "Verwendeter Browser und ggf. das Betriebssystem Ihres Rechners sowie der Name Ihres Access-Providers",
    "section_3_text_2": "Die genannten Daten werden durch uns bzw. unseren Hosting-Anbieter zu folgenden Zwecken verarbeitet:",
    "section_3_bullet_6": "Gewährleistung eines reibungslosen Verbindungsaufbaus der Website,",
    "section_3_bullet_7": "Gewährleistung einer komfortablen Nutzung unserer Website,",
    "section_3_bullet_8": "Auswertung der Systemsicherheit und -stabilität.",
    "section_3_text_3": "Die Rechtsgrundlage für die Datenverarbeitung ist Art. 6 Abs. 1 S. 1 lit. f DSGVO. Unser berechtigtes Interesse folgt aus den oben aufgelisteten Zwecken zur Datenerhebung. In keinem Fall verwenden wir die erhobenen Daten zu dem Zweck, Rückschlüsse auf Ihre Person zu ziehen.",
    "section_3_text_3_2": "Die Daten werden in der Regel für einen Zeitraum von 2 Monaten gespeichert und danach automatisch gelöscht. Eine darüberhinausgehende Speicherung erfolgt nur, wenn dies gesetzlich vorgeschrieben ist oder im Falle von konkreten Angriffen auf unsere IT-Systeme zur Beweissicherung notwendig ist.",
    "section_4_header": "Ihre Betroffenenrechte",
    "section_4_text_1": "Sie haben das Recht:",
    "section_4_bullet_1": "gemäß Art. 15 DSGVO Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten zu verlangen.",
    "section_4_bullet_2": "gemäß Art. 16 DSGVO unverzüglich die Berichtigung unrichtiger oder die Vervollständigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen.",
    "section_4_bullet_3": "gemäß Art. 17 DSGVO die Löschung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen.",
    "section_4_bullet_4": "gemäß Art. 18 DSGVO die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "section_4_bullet_5": "gemäß Art. 21 DSGVO Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einzulegen, sofern diese auf Grundlage von berechtigten Interessen gemäß Art. 6 Abs. 1 S. 1 lit. f DSGVO erfolgt.",
    "section_4_bullet_6": "gemäß Art. 77 DSGVO sich bei einer Aufsichtsbehörde zu beschweren. In der Regel können Sie sich hierfür an die Aufsichtsbehörde Ihres üblichen Aufenthaltsortes oder Arbeitsplatzes oder unseres Unternehmenssitzes wenden.",
    "section_4_text_2": "Zur Geltendmachung Ihrer Rechte können Sie uns jederzeit unter den oben genannten Kontaktdaten kontaktieren.",
    "section_5_header": "Datensicherheit",
    "section_5_text": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
    "section_5_text_2": "Wir sichern unsere Website und sonstigen Systeme jedoch durch technische und organisatorische Maßnahmen gegen Verlust, Zerstörung, Zugriff, Veränderung oder Verbreitung Ihrer Daten durch unbefugte Personen.",
    "section_6_header": "Cookies (technisch notwendige Cookies)",
    "section_6_text_1": "Unsere Website verwendet ausschließlich technisch notwendige Cookies. Cookies sind kleine Textdateien, die auf Ihrem Endgerät abgelegt werden und die für bestimmte Funktionen unserer Website erforderlich sind.",
    "section_6_text_2": "Wir setzen insbesondere ein Cookie zur Speicherung Ihrer gewählten Spracheinstellung ein. Dieses Cookie stellt sicher, dass die Website bei einem erneuten Besuch automatisch in der von Ihnen bevorzugten Sprache angezeigt wird. Das Cookie enthält keine personenbezogenen Daten und dient ausschließlich der nutzerfreundlichen Darstellung unseres Angebots.",
    "section_6_text_3": "Die Verarbeitung erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO, da wir ein berechtigtes Interesse an der sicheren und benutzerfreundlichen Bereitstellung unserer Website haben.",
    "section_6_text_4": "Das Cookie wird für die Dauer von 365 Tagen gespeichert oder bis es in den Einstellungen des Browsers gelöscht wird."
  },
  "imprint": {
    "title": "Impressum",
    "title_1": "Angaben gemäß § 5 TMG",
    "register_entry": "Registereintrag",
    "company_register_court": "Amtsgericht Stuttgart",
    "company_hrb_nr": "HRB 270680",
    "company_ust_id": "USt-IdNr.: DE144748425",
    "ceo": "Geschäftsführer",
    "ceo_1": "Bernd Hahn",
    "title_2": "Haftungsausschluss",
    "title_2_1": "Haftung für Inhalte",
    "text_2_1": "Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.",
    "title_2_2": "Haftung für Links",
    "text_2_2": "Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich."
  },
  "footer": {
    "imprint": "Impressum",
    "data_safety": "Datenschutz"
  },
  "general": {
    "company_name": "Ludwig Hahn Tief- & Kabelbau GmbH",
    "company_street": "Winnender Str. 1",
    "company_city": "71522 Backnang",
    "company_email": "info@hahn-tief-kabelbau.de",
    "germany": "Deutschland",
    "email": "E-Mail",
    "home": "Home",
    "services": "Leistungen",
    "about_us": "Über uns",
    "references": "Referenzen",
    "job_offers": "Stellenangebote",
    "contact": "Kontakt",
    "language": "Sprache"
  }
}
