{
  "data_safety_page": {
    "small_title": "Datenschutzhinweise",
    "section_1_header": "Datenschutzhinweise nach §13 DSGVO",
    "section_1_text": "Wir freuen uns über Ihr Interesse an unserer Website. Der Schutz Ihrer personenbezogenen Daten bei deren Verarbeitung anlässlich Ihres Besuchs auf unserer Internetseite ist uns ein wichtiges Anliegen.",
    "section_2_header": "Verantwortlicher für die Datenverarbeitung",
    "section_2_text": "Verantwortlicher im Sinne der Datenschutz-Grundverordnung (DSGVO) und anderer nationaler Datenschutzgesetze sowie sonstiger datenschutzrechtlicher Bestimmungen ist:",
    "section_3_header": "Erhebung und Speicherung von Zugriffsdaten in Server-Logfiles",
    "section_3_text_1": "Bei jedem Zugriff auf unsere Website werden aus technischen Gründen automatisch Daten durch den von Ihnen verwendeten Internetbrowser an den Server unserer Website gesendet. Diese Informationen werden temporär in einer Protokolldatei (sog. Server-Logfile) gespeichert.",
    "section_3_text_1_2": "Folgende Daten werden dabei ohne Ihr Zutun erfasst und bis zur automatisierten Löschung gespeichert:",
    "section_3_bullet_1": "IP-Adresse des anfragenden Rechners (anonymisiert)",
    "section_3_bullet_2": "Datum und Uhrzeit des Zugriffs",
    "section_3_bullet_3": "Name und URL der abgerufenen Datei",
    "section_3_bullet_4": "Website, von der aus der Zugriff erfolgt (Referrer-URL)",
    "section_3_bullet_5": "Verwendeter Browser und ggf. das Betriebssystem Ihres Rechners sowie der Name Ihres Access-Providers",
    "section_3_text_2": "Die genannten Daten werden durch uns bzw. unseren Hosting-Anbieter zu folgenden Zwecken verarbeitet:",
    "section_3_bullet_6": "Gewährleistung eines reibungslosen Verbindungsaufbaus der Website,",
    "section_3_bullet_7": "Gewährleistung einer komfortablen Nutzung unserer Website,",
    "section_3_bullet_8": "Auswertung der Systemsicherheit und -stabilität.",
    "section_3_text_3": "Die Rechtsgrundlage für die Datenverarbeitung ist Art. 6 Abs. 1 S. 1 lit. f DSGVO. Unser berechtigtes Interesse folgt aus den oben aufgelisteten Zwecken zur Datenerhebung. In keinem Fall verwenden wir die erhobenen Daten zu dem Zweck, Rückschlüsse auf Ihre Person zu ziehen.",
    "section_3_text_3_2": "Die Daten werden in der Regel für einen Zeitraum von 2 Monaten gespeichert und danach automatisch gelöscht. Eine darüberhinausgehende Speicherung erfolgt nur, wenn dies gesetzlich vorgeschrieben ist oder im Falle von konkreten Angriffen auf unsere IT-Systeme zur Beweissicherung notwendig ist.",
    "section_4_header": "Ihre Betroffenenrechte",
    "section_4_text_1": "Sie haben das Recht:",
    "section_4_bullet_1": "gemäß Art. 15 DSGVO Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten zu verlangen.",
    "section_4_bullet_2": "gemäß Art. 16 DSGVO unverzüglich die Berichtigung unrichtiger oder die Vervollständigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen.",
    "section_4_bullet_3": "gemäß Art. 17 DSGVO die Löschung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen.",
    "section_4_bullet_4": "gemäß Art. 18 DSGVO die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "section_4_bullet_5": "gemäß Art. 21 DSGVO Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einzulegen, sofern diese auf Grundlage von berechtigten Interessen gemäß Art. 6 Abs. 1 S. 1 lit. f DSGVO erfolgt.",
    "section_4_bullet_6": "gemäß Art. 77 DSGVO sich bei einer Aufsichtsbehörde zu beschweren. In der Regel können Sie sich hierfür an die Aufsichtsbehörde Ihres üblichen Aufenthaltsortes oder Arbeitsplatzes oder unseres Unternehmenssitzes wenden.",
    "section_4_text_2": "Zur Geltendmachung Ihrer Rechte können Sie uns jederzeit unter den oben genannten Kontaktdaten kontaktieren.",
    "section_5_header": "Datensicherheit",
    "section_5_text": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
    "section_5_text_2": "Wir sichern unsere Website und sonstigen Systeme jedoch durch technische und organisatorische Maßnahmen gegen Verlust, Zerstörung, Zugriff, Veränderung oder Verbreitung Ihrer Daten durch unbefugte Personen.",
    "section_6_header": "Cookies (technisch notwendige Cookies)",
    "section_6_text_1": "Unsere Website verwendet ausschließlich technisch notwendige Cookies. Cookies sind kleine Textdateien, die auf Ihrem Endgerät abgelegt werden und die für bestimmte Funktionen unserer Website erforderlich sind.",
    "section_6_text_2": "Wir setzen insbesondere ein Cookie zur Speicherung Ihrer gewählten Spracheinstellung ein. Dieses Cookie stellt sicher, dass die Website bei einem erneuten Besuch automatisch in der von Ihnen bevorzugten Sprache angezeigt wird. Das Cookie enthält keine personenbezogenen Daten und dient ausschließlich der nutzerfreundlichen Darstellung unseres Angebots.",
    "section_6_text_3": "Die Verarbeitung erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO, da wir ein berechtigtes Interesse an der sicheren und benutzerfreundlichen Bereitstellung unserer Website haben.",
    "section_6_text_4": "Das Cookie wird für die Dauer von 365 Tagen gespeichert oder bis es in den Einstellungen des Browsers gelöscht wird."
  },
  "imprint": {
    "title": "Impressum",
    "title_1": "Angaben gemäß § 5 TMG",
    "register_entry": "Registereintrag",
    "company_register_court": "Amtsgericht Stuttgart",
    "company_hrb_nr": "HRB 270680",
    "company_ust_id": "USt-IdNr.: DE144748425",
    "ceo": "Geschäftsführer",
    "ceo_1": "Bernd Hahn",
    "title_2": "Haftungsausschluss",
    "title_2_1": "Haftung für Inhalte",
    "text_2_1": "Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.",
    "title_2_2": "Haftung für Links",
    "text_2_2": "Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich."
  },
  "footer": {
    "imprint": "Impressum",
    "data_safety": "Datenschutz"
  },
  "general": {
    "company_name": "Ludwig Hahn Tief- & Kabelbau GmbH",
    "company_street": "Winnender Str. 1",
    "company_city": "71522 Backnang",
    "company_email": "info@hahn-tief-kabelbau.de",
    "germany": "Deutschland",
    "email": "E-Mail",
    "home": "Home",
    "services": "Leistungen",
    "about_us": "Über uns",
    "references": "Referenzen",
    "job_offers": "Stellenangebote",
    "contact": "Kontakt",
    "language": "Sprache",
    "surname": "Vorname",
    "last_name": "Nachname",
    "phone_number": "Telefonnummer",
    "message": "Nachricht",
    "attachments": "Anhänge",
    "attachments_explanation": "Fügen Sie hier Ihren Lebenslauf, Anschreiben und ggfs. weitere Dokumente als PDF zu Ihrer Bewerbung hinzu. (Es können bis zu 5 Dateien hochgeladen werden, jeweils mit einer maximalen Größe von 5 MB)",
    "select_file": "Datei auswählen",
    "send_application": "Bewerbung abschicken",
    "application": "Bewerbung",
    "required_field": "Pflichtfeld",
    "send_message": "Nachricht senden",
    "remove": "Entfernen",
    "uploaded_files": "Hochgeladene Datei(en)",
    "invalid_email": "Ungültige Email-Adresse",
    "file_upload": "Dateiupload",
    "max_allowed_files_5": "Maximal 5 PDF-Dateien erlaubt.",
    "file_too_big": "Eine oder mehrere Dateien sind zu groß (max. 5 MB pro Datei).",
    "too_much_requests_wait": "Zu viele Anfragen, versuche es in 10 Minuten nochmal."
  },
  "home": {
    "welcome_header": "Stark im Tief- und Kabelbau - seit 1978",
    "welcome_text_1": "Von Tiefbau über Kabelverlegung bis zu Glasfaserprojekten:",
    "welcome_text_2": "Wir schaffen die technische Basis für digitale und urbane Entwicklung. Mit Erfahrung, moderner Technik und Teamgeist realisieren wir Projekte präzise, zuverlässig und nachhaltig – für sichere Netze, starke Verbindungen und eine zukunftsfähige Infrastruktur.",
    "values_header": "Unsere Werte",
    "values_text": "Bei uns steht der Mensch im Mittelpunkt – ob Kunde, Partner oder Kollege. Gemeinsam schaffen wir nachhaltige Infrastruktur, auf die man sich verlassen kann. Diese Werte leiten unser tägliches Handeln:",
    "values_quality_header": "Qualität und Präzision",
    "values_quality_text": "Wir arbeiten mit höchster Sorgfalt und nach modernsten Standards – denn im Bau zählt, was Bestand hat.",
    "values_reliability_header": "Verlässlichkeit",
    "values_reliability_text": "Unsere Kunden können sich darauf verlassen: Was wir zusagen, das halten wir. Termine und Qualität stehen an erster Stelle.",
    "values_safety_header": "Sicherheit",
    "values_safety_text": "Sicheres Arbeiten hat für uns oberste Priorität. Unsere Teams nehmen regelmäßig an Schulungen und Weiterbildungen teil, um stets auf dem neuesten Stand der Sicherheitstechnik und Vorschriften zu bleiben.",
    "values_team_spirit_header": "Teamgeist",
    "values_team_spirit_text": "Erfolg entsteht gemeinsam. Wir unterstützen uns gegenseitig, packen an und finden immer eine Lösung.",
    "values_sustainability_header": "Nachhaltigkeit",
    "values_sustainability_text": "Wir denken weiter – ressourcenschonend, umweltbewusst und zukunftsorientiert in allem, was wir tun.",
    "values_development_header": "Weiterentwicklung",
    "values_development_text": "Stillstand ist keine Option. Wir investieren in moderne Technik und in die Ausbildung unseres Teams, um jeden Tag besser zu werden.",
    "job_offers_header": "Werde Teil unseres Teams",
    "job_offers_text": "Bei uns erwarten dich spannende Aufgaben, ein motiviertes Team und die Möglichkeit, gemeinsam zu wachsen. Entfalte dein Potenzial und gestalte mit uns die Zukunft.",
    "job_offers_point_1": "Faire Bezahlung",
    "job_offers_point_2": "Betriebliche Zusatzleistungen",
    "job_offers_point_3": "30 Tage Urlaub",
    "job_offers_point_4": "Moderne Maschinen",
    "job_offers_point_5": "Kollegiales Miteinander",
    "job_offers_look_job_offers": "Siehe dir unsere Stellenangebote an"
  },
  "services": {
    "intro_header": "Unsere Leistungen",
    "intro_text": "Wir schaffen Verbindung seit über 45 Jahren. Ob Energie, Telekommunikation oder Infrastruktur: Wir realisieren sichere Netze, starke Verbindungen und ein stabiles Fundament für die Zukunft.",
    "attribute_1_header": "Tiefbau für Energieversorger und Stadtwerke",
    "attribute_1_text": "Wir führen Tiefbauarbeiten für Energieversorger, Telekommunikationsunternehmen und Stadtwerke durch. Unsere Leistungen umfassen die Planung, Ausführung und Wiederherstellung der Oberflächen. Dabei legen wir besonderen Wert auf Sicherheit, Qualität und eine ordentliche Baustellenabwicklung. Leistungsbereiche: Strom-, Gas-, Wasser- und Glasfasertrassen, Hausanschlüsse sowie Fundamentarbeiten.",
    "attribute_2_header": "Durchpressungen & Bodenraketen",
    "attribute_2_text": "Mit modernen Press- und Bohrverfahren verlegen wir Leitungen unter Straßen, Gehwegen und Zufahrten – schnell, präzise und ohne offene Gräben. Zum Einsatz kommen Erdbodenraketen im Durchmesser DA 50–DA 200, ideal für Hausanschlüsse und Querungen. So werden Eingriffe in bestehende Oberflächen minimiert und ein effizientes Arbeiten auch auf engem Raum ermöglicht.",
    "attribute_3_header": "Einzug und Verlegung von Kabelsystemen",
    "attribute_3_text": "Wir führen den Einzug und die Verlegung von Kabelsystemen im Rahmen größerer Tiefbaumaßnahmen aus – inklusive Strom-, Glasfaser- und Datenleitungen. Unsere Teams arbeiten koordiniert mit Netzbetreibern und Nachunternehmen, um zuverlässige und dauerhafte Verbindungen sicherzustellen.",
    "company_fleet_header": "Unser Fuhrpark",
    "company_fleet_text": "Unser Fuhrpark ist das Herzstück unserer täglichen Arbeit. Mit modernen Maschinen und Fahrzeugen setzen wir Tiefbau- und Kabelbauprojekte präzise, sicher und termingerecht um. Alle Geräte werden regelmäßig gewartet und entsprechen dem aktuellen Stand der Technik, sodass wir jederzeit zuverlässig arbeiten können. Unser Maschinen- und Fahrzeugpark umfasst unter anderem: Lastkraftwagen mit einem Gesamtgewicht von 7,5t bis 18t und Minibagger von 2,5t bis 5,5t",
    "our_claim_header": "Unser Anspruch",
    "our_claim_text": "Wir setzen auf Qualität, Zuverlässigkeit und Effizienz – auch bei unserem Fuhrpark. Vom leistungsstarken Bagger, Radlader, LKW und Sprinter bis hin zur Kabelziehwinde: Unsere Ausstattung ermöglicht flexible Lösungen für jede Anforderung im Tief- und Leitungsbau.",
    "fleet_overview_header": "Unser Fuhrpark im Überblick",
    "fleet_overview_point_1": "<bold>9 Sprinter</bold> – optimal ausgestattet für jeden Einsatz",
    "fleet_overview_point_2": "<bold>10 LKW</bold> – für schnellen Transport und be- und entladen von Material",
    "fleet_overview_point_3": "<bold>10 Minibagger</bold> – für präzise Erdarbeiten und Grabungen jeder Größe",
    "fleet_overview_point_4": "<bold>6 Radlader</bold> – für effiziente Materiallogistik auf der Baustelle",
    "fleet_overview_point_5": "<bold>1 Kabelziehwinde</bold> – für sichere und schonende Verlegung von Leitungen",
    "fleet_overview_point_6": "<bold>5 Tieflader</bold> – für sichere Transporte von Baumaschinen ",
    "fleet_overview_point_7": "<bold>Erdraketen</bold> – für grabenlose Durchführungen und Hausanschlüsse",
    "numbers_header": "Zahlen, die bewegen",
    "numbers_point_1_value": "25+",
    "numbers_point_1_description": "Maschinen und Fahrzeuge im Einsatz",
    "numbers_point_2_value": "100 %",
    "numbers_point_2_description": "Einsatzbereit – dank regelmäßiger Wartung und moderner Technik + engagiertem Team",
    "numbers_point_3_value": "70+",
    "numbers_point_3_description": "Baustellen pro Jahr erfolgreich abgeschlossen",
    "numbers_point_4_value": "10.000+",
    "numbers_point_4_description": "Meter Kabel verlegt"
  },
  "references": {
    "title": "Unsere Auftraggeber",
    "text": "Wir sind stolz darauf, seit vielen Jahren ein verlässlicher Partner für Energieversorger, Telekommunikationsunternehmen und öffentliche Auftraggeber zu sein.",
    "projects_title": "Unsere Projekte",
    "projects_text": "Unsere Projekte im Überblick: Hier zeigt sich eine Auswahl kürzlich abgeschlossener Projekte aus dem Energie und Versorgungsnetz. Von der Kabelverlegung bis zur Netzentflechtung steht dabei eine saubere, zuverlässige Umsetzung im Mittelpunkt.",
    "project_1_place": "<bold>Einsatzort</bold>: Ludwigsburg Waldäcker",
    "project_1_initiator": "<bold>Auftraggeber</bold>: Stadtwerke Ludwigsburg",
    "project_1_todo": "<bold>Projektinhalt</bold>: Herstellung einer Leerrohrtrasse. Im Anschluss erfolgte der Einzug des Mittelspannungskabels in die vorbereitete Trasse.",
    "project_2_place": "<bold>Einsatzort</bold>: Großbottwar",
    "project_2_initiator": "<bold>Auftraggeber</bold>: Syna",
    "project_2_todo": "<bold>Projektinhalt</bold>: Verlegung von Mittelspannungskabeln, darunter auch 800-mm²-Kabel. Die Gesamtlänge der verlegten Strecke beträgt 3500 Meter.",
    "project_3_place": "<bold>Einsatzort</bold>: Buoch-Lehnenberg",
    "project_3_initiator": "<bold>Auftraggeber</bold>: Syna",
    "project_3_todo": "<bold>Projektinhalt</bold>: Netzentflechtung sowie Verlegung eines Mittelspannungskabels über eine Länge von 1900 Metern."
  },
  "about_us": {
    "intro_title": "Ihr Partner für Tief- und Kabelbau seit 1978",
    "intro_text": "Seit 1978 stehen wir als familiengeführtes, mittelständisches Bauunternehmen in zweiter und dritter Generation für zuverlässige Leistungen im Tief- und Kabelbau. Als leistungsfähiger Partner für Tiefbauarbeiten mit besonderer Spezialisierung im Kabeltiefbau verbinden wir langjährige Erfahrung mit moderner Technik und hoher Ausführungsqualität. Wir realisieren Projekte für Energieversorger, Telekommunikationsunternehmen und kommunale Auftraggeber – fachgerecht, termingerecht und mit einem klaren Qualitätsanspruch. Zahlreiche zufriedene Kunden bestätigen unsere zuverlässige Zusammenarbeit. Die Kabelverlegung erfolgt nach geltenden Standards und unter Einsatz aller erforderlichen Schutz- und Arbeitseinrichtungen. ",
    "management": "Management",
    "our_team_header": "Unser Team",
    "our_team_text": "Unser Team besteht aus motivierten Bauprofis unterschiedlicher Generationen. Gemeinsam setzen wir Projekte zuverlässig, sicher und mit handwerklichem Können um.",
    "ceo_header": "Geschäftsführung",
    "ceo_member_1": "<bold>Bernd Hahn</bold> (Geschäftsführer)",
    "ceo_member_2": "<bold>Oliver Hahn</bold> (Junior Geschäftsführer)",
    "management_header": "Bauleitung",
    "management_member_1": "<bold>Stark</bold> (Bauleitung)",
    "management_member_2": "<bold>Hahn</bold> (Bauleitung)",
    "office_header": "Büro-Team",
    "office_member_1": "<bold>Andrea Hahn</bold> (Chefin und Büroleitung)",
    "office_member_2": "<bold>Lara Seckler</bold> (Kauffrau für Büromanagement)",
    "convoys": "Kolonnen",
    "convoy_prigl_header": "Kolonne Prigl",
    "convoy_prigl_member_1": "<bold>Stazzone</bold> (LKW-Fahrer)",
    "convoy_prigl_member_2": "<bold>Prigl</bold> (Kapo + Bauchfacharbeiter + Werkstattleiter)",
    "convoy_prigl_member_3": "<bold>Ndrekali</bold> (Bauhilfsarbeiter)",
    "convoy_galanos_header": "Kolonne Galanos",
    "convoy_galanos_member_1": "<bold>Galanos</bold> (Kapo + LKW-Fahrer)",
    "convoy_galanos_member_2": "<bold>Eddin</bold> (LKW-Fahrer)",
    "convoy_lobes_header": "Kolonne Lobes",
    "convoy_lobes_member_1": "<bold>Beles</bold> (Baufacharbeiter)",
    "convoy_lobes_member_2": "<bold>La Camera</bold> (Baggerführer)",
    "convoy_lobes_member_3": "<bold>Lobes</bold> (Kapo + LKW-Fahrer + Baufacharbeiter)",
    "convoy_despotoski_header": "Kolonne Despotoski",
    "convoy_despotoski_member_1": "<bold>Despotoski</bold> (Kapo + Baufacharbeiter)",
    "convoy_despotoski_member_2": "<bold>Shala</bold> (LKW-Fahrer)",
    "convoy_despotoski_member_3": "<bold>Charisopoulos</bold> (Baufacharbeiter)",
    "convoy_tokic_header": "Kolonne Tokic",
    "convoy_tokic_member_1": "<bold>Tokic</bold> (Kapo Baufacharbeiter)",
    "convoy_tokic_member_2": "<bold>Kryeziu</bold> (Baufacharbeiter)",
    "convoy_tokic_member_3": "<bold>Vonau</bold> (LKW-Fahrer)",
    "convoy_huber_header": "Kolonne Huber",
    "convoy_huber_member_1": "<bold>Marjanovic</bold> (Baufacharbeiter)",
    "convoy_huber_member_2": "<bold>Huber</bold> (Kapo + Baufacharbeiter)",
    "convoy_huber_member_3": "<bold>Zahner</bold> (LKW-Fahrer + Baufacharbeiter)",
    "convoy_kern_header": "Kolonne Kern",
    "convoy_kern_member_1": "<bold>Hanske</bold> (LKW-Fahrer)",
    "convoy_kern_member_2": "<bold>Kern</bold> (Kapo + Baufacharbeiter)",
    "convoy_vukovic_header": "Kolonne Vukovic",
    "convoy_vukovic_member_1": "<bold>Vukovic</bold> (Kapo + Baufacharbeiter)",
    "convoy_vukovic_member_2": "<bold>Bajraktari</bold> (Baufacharbeiter)",
    "convoy_vukovic_member_3": "<bold>Nikolaou</bold> (LKW-Fahrer)",
    "missing_header": "Es Fehlen: ",
    "missing_staff_1": "<bold>Shala A.</bold> (Bauhilfsarbeiter)",
    "missing_staff_2": "<bold>Himaj</bold> (Baufacharbeiter)",
    "missing_staff_3": "<bold>Kilian</bold> (Baufacharbeiter)",
    "missing_staff_4": "<bold>Bajrami</bold> (Baufacharbeiter)",
    "missing_staff_5": "<bold>Memcaj</bold> (Bauhilfsarbeiter)",
    "missing_staff_6": "<bold>Shan</bold> (Bauhilfsarbeiter)",
    "missing_staff_7": "<bold>Wohmann</bold> (Bauhilfsarbeiter)",
    "become_part_header": "Werde Teil unseres Teams",
    "become_part_text": "Zur Verstärkung unseres Teams suchen wir qualifizierte und zuverlässige Mitarbeiterinnen und Mitarbeiter. Wir bieten Ihnen eine sichere Anstellung, moderne Arbeitsbedingungen und abwechslungsreiche Projekte in der Region.",
    "job_offer_1": "LKW-Fahrer (m/w/d)",
    "job_offer_1_text": "Transport von Baumaterialien, Maschinen und Geräten zu unseren Baustellen sowie Unterstützung beim Be- und Entladen und Mitwirkung im Tiefbau-Team unter Einhaltung von Ordnung und Sicherheit.",
    "job_offer_2": "Baggerführer (m/w/d)",
    "job_offer_2_text": "Bedienung moderner Bagger im Kabel- und Tiefbau, sicheres und präzises Arbeiten an Versorgungsleitungen sowie Pflege und Wartung der eingesetzten Maschinen in enger Zusammenarbeit mit dem Baustellenteam.",
    "job_offer_3": "Baufacharbeiter (m/w/d)",
    "job_offer_3_text": "Ausführung vielseitiger Bau- und Montagearbeiten im Hoch- und Tiefbau, einschließlich Schalungs-, Beton- und Mauerwerksarbeiten sowie Unterstützung des Baustellenteams unter Einhaltung von Sicherheits- und Qualitätsstandards.",
    "learn_more_and_apply": "Erfahre mehr und bewirb dich jetzt"
  },
  "jobs": {
    "we_look_for_you": "Wir suchen dich!",
    "your_todos": "Deine Aufgaben",
    "apply_now": "Bewirb dich jetzt!",
    "your_profile": "Dein Profil",
    "our_offer": "Unser Angebot",
    "job_not_found_header": "Job nicht gefunden",
    "job_not_found_text": "Für diesen Parameter gibt es kein aktuelles Jobangebot.",
    "job_1_header": "LKW-Fahrer (m/w/d)",
    "job_1_text": "Transport von Baumaterialien, Maschinen und Geräten zu unseren Baustellen sowie Unterstützung beim Be- und Entladen und Mitwirkung im Tiefbau-Team unter Einhaltung von Ordnung und Sicherheit.",
    "job_1_your_todos_item_1": "Transport von Baumaterialien, Baumaschinen und Geräten zu unseren Baustellen",
    "job_1_your_todos_item_2": "Unterstützung beim Be- und Entladen",
    "job_1_your_todos_item_3": "Sicherstellung von Ordnung, Sicherheit und Pflege am Fahrzeug",
    "job_1_your_todos_item_4": "Mitwirkung in unserem Tiefbauteam auf den Baustellen",
    "job_1_your_profile_item_1": "Führerschein Klasse CE erforderlich",
    "job_1_your_profile_item_2": "Erfahrung im Baustellenverkehr von Vorteil",
    "job_1_your_profile_item_3": "Teamfähigkeit, Zuverlässigkeit und Einsatzbereitschaft",
    "job_1_your_profile_item_4": "Gute Deutschkentnnisse",
    "job_1_our_offer_item_1": "Einen sicheren Arbeitsplatz in einem wachsenden Unternehmen",
    "job_1_our_offer_item_2": "Leistungsorientierte Vergütung",
    "job_1_our_offer_item_3": "Moderne Maschinen und Fahrzeuge",
    "job_1_our_offer_item_4": "Kollegiales Arbeitsumfeld mit kurzen Entscheidungswegen",
    "job_1_our_offer_item_5": "Weiterbildungsmöglichkeiten und Entwicklungsperspektiven",
    "job_2_header": "Baggerführer (m/w/d)",
    "job_2_text": "Bedienung moderner Bagger im Kabel- und Tiefbau, sicheres und präzises Arbeiten an Versorgungsleitungen sowie Pflege und Wartung der eingesetzten Maschinen in enger Zusammenarbeit mit dem Baustellenteam.",
    "job_2_your_todos_item_1": "Bedienung von Baggern im Kabel- und Tiefbau",
    "job_2_your_todos_item_2": "Sicheres und präzises Arbeiten an Versorgungsleitungen",
    "job_2_your_todos_item_3": "Pflege und Wartung der Maschinen",
    "job_2_your_todos_item_4": "Flexible Unterstützung des Teams auf der Baustelle",
    "job_2_your_profile_item_1": "Erfahrung im Umgang mit Baumaschinen",
    "job_2_your_profile_item_2": "Idealerweise Baumaschinenführerschein",
    "job_2_your_profile_item_3": "Eigenständige und verantwortungsvolle Arbeitsweise",
    "job_2_your_profile_item_4": "Teamgeist und Belastbarkeit",
    "job_2_our_offer_item_1": "Einen sicheren Arbeitsplatz in einem wachsenden Unternehmen",
    "job_2_our_offer_item_2": "Leistungsorientierte Vergütung",
    "job_2_our_offer_item_3": "Moderne Maschinen und Fahrzeuge",
    "job_2_our_offer_item_4": "Kollegiales Arbeitsumfeld mit kurzen Entscheidungswegen",
    "job_2_our_offer_item_5": "Weiterbildungsmöglichkeiten und Entwicklungsperspektiven",
    "job_3_header": "Baufacharbeiter (m/w/d)",
    "job_3_text": "Ausführung vielseitiger Bau- und Montagearbeiten im Hoch- und Tiefbau, einschließlich Schalungs-, Beton- und Mauerwerksarbeiten sowie Unterstützung des Baustellenteams unter Einhaltung von Sicherheits- und Qualitätsstandards.",
    "job_3_your_todos_item_1": "Ausführung von allgemeinen Bau- und Montagearbeiten im Hoch- oder Tiefbau",
    "job_3_your_todos_item_2": "Schalungs-, Beton- und Mauerwerksarbeiten",
    "job_3_your_todos_item_3": "Bedienung und Pflege von Baumaschinen und -geräten",
    "job_3_your_todos_item_4": "Vorbereitung, Sicherung und Räumung der Baustelle",
    "job_3_your_todos_item_5": "Unterstützung des Baustellenteams bei allen anfallenden Tätigkeiten",
    "job_3_your_todos_item_6": "Einhaltung von Sicherheits- und Qualitätsstandards",
    "job_3_your_profile_item_1": "Abgeschlossene Berufsausbildung als Baufacharbeiter, Maurer, Betonbauer oder vergleichbare Qualifikation",
    "job_3_your_profile_item_2": "Berufserfahrung im Baugewerbe wünschenswert",
    "job_3_your_profile_item_3": "Handwerkliches Geschick und technisches Verständnis",
    "job_3_your_profile_item_4": "Teamfähigkeit, Zuverlässigkeit und körperliche Belastbarkeit",
    "job_3_your_profile_item_5": "Führerschein Klasse B von Vorteil",
    "job_3_your_profile_item_6": "Selbstständige und verantwortungsbewusste Arbeitsweise",
    "job_3_our_offer_item_1": "Einen sicheren Arbeitsplatz in einem wachsenden Unternehmen",
    "job_3_our_offer_item_2": "Leistungsorientierte Vergütung",
    "job_3_our_offer_item_3": "Moderne Maschinen und Fahrzeuge",
    "job_3_our_offer_item_4": "Kollegiales Arbeitsumfeld mit kurzen Entscheidungswegen",
    "job_3_our_offer_item_5": "Weiterbildungsmöglichkeiten und Entwicklungsperspektiven",
    "application_successfully_sent": "Vielen Dank, Ihre Bewerbung wurde erfolgreich gesendet.",
    "application_could_not_be_sent": "Ihre Bewerbung konnte nicht gesendet werden. Bitte versuchen Sie es noch einmal."
  },
  "contact": {
    "title": "Kontaktieren Sie uns",
    "text_1": "Kontaktieren Sie uns bei allgemeinen Fragen gerne telefonisch, per E-Mail oder über das Kontaktformular. Wir freuen uns auf Ihre Nachricht.",
    "text_2_1": "Für Bewerbungen auf eine unserer",
    "text_2_2": " offenen Stellen ",
    "text_2_3": "verwenden Sie bitte das Bewerbungsformular bei der entsprechenden Stelle, an der Sie Interesse haben,",
    "contact_form": "Kontaktformular",
    "thanks_for_your_message": "Vielen Dank, Ihre Nachricht wurde erfolgreich übermittelt.",
    "could_not_submit_message": "Ihre Nachricht konnte nicht übermittelt werden. Bitte versuchen Sie es noch einmal."
  }
}
